// 年代
export const tagsTime = [
  "全部年代",
  "2020年代",
  "2023",
  "2022",
  "2021",
  "2020",
  "2019",
  "2010年代",
  "2000年代",
  "90年代",
  "80年代",
  "70年代",
  "60年代",
  "更早",
];

//标签
export const tagsType = [
  "全部类型",
  "喜剧",
  "爱情",
  "动作",
  "科幻",
  "动画",
  "悬疑",
  "犯罪",
  "惊悚",
  "冒险",
  "音乐",
  "历史",
  "奇幻",
  "恐怖",
  "战争",
  "传记",
  "歌舞",
  "武侠",
  "情色",
  "灾难",
  "西部",
  "纪录片",
  "短片",
];

//标签
export const tagsLabel = [
  "推理",
  "功夫",
  "警匪",
  "励志",
  "黑色幽默",
  "搞笑",
  "经典",
  "老电影",
  "古典",
  "成长",
];

//排序
export const tagsSort = ["综合排序", "近期热度", "首映时间", "高分优先"];

//地区
export const tagsRegion = [
  "全部地区",
  "华语",
  "欧美",
  "韩国",
  "日本",
  "中国大陆",
  "美国",
  "中国台湾",
  "中国香港",
  "英国",
  "法国",
  "德国",
  "意大利",
  "西班牙",
  "印度",
  "泰国",
];
